---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemActiveBottomDir2Generic
source: html/c33e5611-78ff-febb-3258-be03120ce847.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemActiveBottomDir2Generic Property

"Bottom/Interior Minor Direction"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemActiveBottomDir2Generic { get; }
```